Repository: dan-hart/AsNeeded
Catalog: AsNeeded/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fa, fi, fr, fr_ca, he, hi, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, vi, zh_hans, zh_hant, zh_hk

source: Your feedback helps make As Needed better for everyone. Choose the type of feedback you'd like to send:
ar: ملاحظاتك تساعد في جعل As Needed أفضل للجميع. اختر نوع الملاحظات التي تريد إرسالها:
ca: Els teus comentaris ajuden a millorar As Needed per a tothom. Tria el tipus de comentari que vols enviar:
cs: Tvá zpětná vazba pomáhá zlepšit As Needed pro všechny. Vyber typ zpětné vazby, kterou chceš odeslat:
da: Din feedback hjælper med at gøre As Needed bedre for alle. Vælg hvilken type feedback du vil sende:
de: Dein Feedback hilft, As Needed für alle besser zu machen. Wähle die Art des Feedbacks, die du senden möchtest:
el: Τα σχόλιά σου βοηθούν το As Needed να βελτιωθεί για όλους. Επίλεξε τον τύπο σχολίου που θέλεις να στείλεις:
es: Tus comentarios ayudan a mejorar As Needed para todos. Elige el tipo de comentario que quieres enviar:
es_419: Tus comentarios ayudan a que As Needed mejore para todos. Elige el tipo de comentario que quieres enviar:
fa: بازخورد شما به بهتر شدن As Needed برای همه کمک می‌کند. نوع بازخوردی را که می‌خواهید ارسال کنید انتخاب کنید:
fi: Palautteesi auttaa tekemään As Neededistä paremman kaikille. Valitse, millaista palautetta haluat lähettää:
fr: Tes retours aident à améliorer As Needed pour tout le monde. Choisis le type de retour que tu souhaites envoyer :
fr_ca: Tes commentaires aident à améliorer As Needed pour tout le monde. Choisis le type de rétroaction que tu souhaites envoyer :
he: המשוב שלך עוזר לשפר את As Needed עבור כולם. בחר/י את סוג המשוב שברצונך לשלוח:
hi: आपकी प्रतिक्रिया As Needed को और बेहतर बनाने में मदद करती है। भेजने के लिए प्रतिक्रिया का प्रकार चुनें:
hu: A visszajelzésed segít, hogy az As Needed jobb legyen mindenki számára. Válaszd ki, milyen típusú visszajelzést szeretnél küldeni:
id: Masukanmu membantu membuat As Needed lebih baik untuk semua orang. Pilih jenis masukan yang ingin kamu kirim:
it: Il tuo feedback aiuta a rendere As Needed migliore per tutti. Scegli il tipo di feedback che vuoi inviare:
ja: 皆さんのためにAs Neededをより良くするために、ご意見をお寄せください。送信するフィードバックの種類を選んでください：
kk: Сенің пікірің As Needed-ті баршаға жақсырақ етеді. Жібергің келетін пікір түрін таңда:
ko: 여러분의 피드백은 As Needed을 모두에게 더 나은 앱으로 만드는 데 도움이 됩니다. 보내실 피드백 유형을 선택하세요:
ms: Maklum balas anda membantu menjadikan As Needed lebih baik untuk semua. Pilih jenis maklum balas yang ingin anda hantar:
nb: Tilbakemeldingen din hjelper med å gjøre As Needed bedre for alle. Velg hvilken type tilbakemelding du vil sende:
nl: Je feedback helpt As Needed voor iedereen te verbeteren. Kies het type feedback dat je wilt versturen:
pl: Twoja opinia pomaga uczynić As Needed lepszym dla wszystkich. Wybierz rodzaj opinii, którą chcesz wysłać:
pt_br: Seu feedback ajuda a melhorar o As Needed para todos. Escolha o tipo de feedback que você quer enviar:
pt_pt: O teu feedback ajuda a tornar o As Needed melhor para todos. Escolhe o tipo de feedback que queres enviar:
ro: Feedback‑ul tău ajută la îmbunătățirea As Needed pentru toți. Alege tipul de feedback pe care vrei să-l trimiți:
ru: Твоя обратная связь помогает сделать As Needed лучше для всех. Выбери тип отзыва, который хочешь отправить:
sv: Din återkoppling hjälper till att göra As Needed bättre för alla. Välj vilken typ av återkoppling du vill skicka:
th: ความคิดเห็นของคุณช่วยให้ As Needed ดีขึ้นสำหรับทุกคน เลือกประเภทข้อเสนอแนะที่คุณต้องการส่ง:
tr: Geri bildiriminiz As Needed'i herkes için daha iyi hale getirmeye yardımcı olur. Göndermek istediğiniz geri bildirim türünü seçin:
vi: Phản hồi của bạn giúp As Needed tốt hơn cho mọi người. Chọn loại phản hồi bạn muốn gửi:
zh_hans: 您的反馈有助于让 As Needed 对每个人更好。请选择您想发送的反馈类型：
zh_hant: 你的回饋有助於讓 As Needed 變得更好。請選擇你想回報的回饋類型：
zh_hk: 你的意見可以幫助 As Needed 變得更好。選擇你想要傳送的意見類型：

source: Your Support Helps
ar: دعمك يساعد
ca: El teu suport ajuda
cs: Tvá podpora pomáhá
da: Din støtte hjælper
de: Deine Unterstützung hilft
el: Η υποστήριξή σου βοηθά
es: Tu apoyo ayuda
es_419: Tu apoyo ayuda
fa: حمایت شما کمک می‌کند
fi: Tukesi auttaa
fr: Ton soutien compte
fr_ca: Ton soutien aide
he: התמיכה שלך עוזרת
hi: आपका समर्थन मायने रखता है
hu: A támogatásod számít
id: Dukunganmu Membantu
it: Il tuo supporto aiuta
ja: ご支援が力になります
kk: Қолдауың көмектеседі
ko: 여러분의 지원이 도움이 됩니다
ms: Sokongan anda membantu
nb: Din støtte hjelper
nl: Je steun helpt
pl: Twoje wsparcie ma znaczenie
pt_br: Seu apoio faz a diferença
pt_pt: O teu apoio ajuda
ro: Sprijinul tău contează
ru: Твоя поддержка важна
sv: Ditt stöd hjälper
th: การสนับสนุนของคุณช่วยได้
tr: Desteğiniz fark yaratıyor
vi: Sự ủng hộ của bạn có ý nghĩa
zh_hans: 您的支持很重要
zh_hant: 你的支持有幫助
zh_hk: 你的支持很重要

source: Your support truly makes a difference. As an independent developer, contributions like yours allow me to dedicate time to making AsNeeded better for everyone. Thank you for believing in this project and being part of our community. 💙
ar: دعمك يحدث فرقًا حقيقيًا. كمطور مستقل، تتيح المساهمات مثلك لي تخصيص الوقت لتحسين AsNeeded للجميع. شكرًا لثقتك في هذا المشروع وكونك جزءًا من مجتمعنا. 💙
ca: El teu suport realment fa la diferència. Com a desenvolupador independendent, aportacions com la teva em permeten dedicar temps a fer AsNeeded millor per a tothom. Gràcies per confiar en aquest projecte i per formar part de la nostra comunitat. 💙
cs: Tvoje podpora opravdu hodně znamená. Jako nezávislý vývojář mi příspěvky jako ten tvůj umožňují věnovat čas zlepšování AsNeeded pro všechny. Děkuju, že věříš v tento projekt a že jsi součástí naší komunity. 💙
da: Din støtte gør virkelig en forskel. Som uafhængig udvikler gør bidrag som dit det muligt for mig at afsætte tid til at gøre AsNeeded bedre for alle. Tak fordi du tror på dette projekt og er en del af vores fællesskab. 💙
de: Deine Unterstützung macht wirklich einen Unterschied. Als unabhängige:r Entwickler:in ermöglichen Beiträge wie deine mir, Zeit aufzubringen, um AsNeeded für alle zu verbessern. Danke, dass du an dieses Projekt glaubst und Teil unserer Community bist. 💙
el: Η υποστήριξή σου πραγματικά κάνει τη διαφορά. Ως ανεξάρτητος προγραμματιστής, συνεισφορές σαν τη δική σου μου επιτρέπουν να αφιερώνω χρόνο για να κάνω το AsNeeded καλύτερο για όλους. Ευχαριστώ που πιστεύεις σε αυτό το έργο και που είσαι μέλος της κοινότητάς μας. 💙
es: Tu apoyo realmente marca la diferencia. Como desarrollador independiente, contribuciones como la tuya me permiten dedicar tiempo a mejorar AsNeeded para todos. Gracias por creer en este proyecto y por formar parte de nuestra comunidad. 💙
es_419: Tu apoyo realmente marca la diferencia. Como desarrollador independiente, las contribuciones como la tuya me permiten dedicar tiempo a mejorar AsNeeded para todos. Gracias por creer en este proyecto y ser parte de nuestra comunidad. 💙
fa: حمایت شما واقعاً تفاوت ایجاد می‌کند. به‌عنوان یک توسعه‌دهنده مستقل، کمک‌هایی مثل شما به من اجازه می‌دهد زمان کافی برای بهتر کردن AsNeeded برای همه اختصاص دهم. از اینکه به این پروژه ایمان دارید و بخشی از جامعه ما هستید متشکرم. 💙
fi: Tukesi merkitsee todella paljon. Riippumattomana kehittäjänä lahjoitukset kaltaisesi käyttäjiltä antavat minulle mahdollisuuden käyttää aikaa AsNeededin kehittämiseen kaikkien hyväksi. Kiitos, että uskot tähän projektiin ja kuulut yhteisöömme. 💙
fr: Ton soutien fait vraiment la différence. En tant que développeur indépendant, des contributions comme la tienne me permettent de consacrer du temps à améliorer AsNeeded pour tout le monde. Merci de croire en ce projet et de faire partie de notre communauté. 💙
fr_ca: Ton soutien fait vraiment la différence. En tant que développeur indépendant, des contributions comme la tienne me permettent de consacrer du temps à améliorer AsNeeded pour tout le monde. Merci de croire en ce projet et de faire partie de notre communauté. 💙
he: התמיכה שלך באמת משמעותית. בתור מפתח עצמאי, תרומות כמוך מאפשרות לי להקדיש זמן לשיפור AsNeeded עבור כולם. תודה שהאמנת בפרויקט הזה והצטרפת לקהילה שלנו. 💙
hi: आपके समर्थन से वास्तव में फर्क पड़ता है। एक स्वतंत्र डेवलपर के रूप में, आपके जैसे योगदान मुझे AsNeeded को सभी के लिए बेहतर बनाने में समय समर्पित करने का मौका देते हैं। इस परियोजना पर भरोसा करने और हमारे समुदाय का हिस्सा बनने के लिए धन्यवाद। 💙
hu: A támogatásod valóban számít. Független fejlesztőként a hozzájárulások—mint a tied—lehetővé teszik, hogy időt szenteljek az AsNeeded továbbfejlesztésére mindenki számára. Köszönöm, hogy hiszel ebben a projektben és része vagy a közösségünknek. 💙
id: Dukunganmu benar-benar membuat perbedaan. Sebagai pengembang independen, kontribusi seperti milikmu memungkinkan saya mendedikasikan waktu untuk membuat AsNeeded lebih baik bagi semua orang. Terima kasih telah percaya pada proyek ini dan menjadi bagian dari komunitas kami. 💙
it: Il tuo supporto fa davvero la differenza. Come sviluppatore indipendente, contributi come il tuo mi permettono di dedicare tempo a rendere AsNeeded migliore per tutti. Grazie per credere in questo progetto e per far parte della nostra comunità. 💙
ja: ご支援は本当に違いを生みます。個人開発者として、皆様のご支援のおかげでAsNeededをより良くするための時間を捻出できます。このプロジェクトを信じ、コミュニティの一員になってくださりありがとうございます。💙
kk: Сенің қолдауың шынымен маңызды. Тәуелсіз әзірлеуші ретінде сенің салымдарың маған AsNeeded-ті баршаға жақсырақ етуге уақыт бөлуге мүмкіндік береді. Бұл жобаға сеніп, қауымдастықтың бөлігі болғаның үшін рақмет. 💙
ko: 여러분의 지원은 정말 큰 힘이 됩니다. 독립 개발자로서 여러분 같은 후원 덕분에 AsNeeded을 더 나은 앱으로 만들기 위해 시간을 할애할 수 있습니다. 이 프로젝트를 믿고 커뮤니티의 일원이 되어 주셔서 감사합니다. 💙
ms: Sokongan anda benar-benar membuat perbezaan. Sebagai pembangun bebas, sumbangan seperti milik anda membolehkan saya meluangkan masa untuk menjadikan AsNeeded lebih baik untuk semua. Terima kasih kerana mempercayai projek ini dan menjadi sebahagian daripada komuniti kami. 💙
nb: Støtten din gjør virkelig en forskjell. Som uavhengig utvikler gjør bidrag som ditt det mulig for meg å bruke tid på å gjøre AsNeeded bedre for alle. Takk for at du tror på dette prosjektet og for at du er en del av vårt fellesskap. 💙
nl: Je steun maakt echt een verschil. Als onafhankelijke ontwikkelaar maken bijdragen zoals die van jou het mogelijk dat ik tijd kan besteden aan het verbeteren van AsNeeded voor iedereen. Bedankt dat je in dit project gelooft en deel uitmaakt van onze community. 💙
pl: Twoje wsparcie naprawdę ma znaczenie. Jako niezależny twórca, dzięki Twoim wpłatom mogę poświęcać czas na ulepszanie AsNeeded dla wszystkich. Dziękuję, że wierzysz w ten projekt i jesteś częścią naszej społeczności. 💙
pt_br: Seu apoio realmente faz a diferença. Como desenvolvedor independente, contribuições como a sua me permitem dedicar tempo para melhorar o AsNeeded para todos. Obrigado por acreditar neste projeto e fazer parte da nossa comunidade. 💙
pt_pt: O teu apoio faz realmente a diferença. Como desenvolvedor independente, contribuições como a tua permitem‑me dedicar tempo a tornar o AsNeeded melhor para todos. Obrigado por acreditares neste projeto e por fazeres parte da nossa comunidade. 💙
ro: Sprijinul tău face cu adevărat diferența. Ca dezvoltator independent, contribuțiile ca a ta îmi permit să dedic timp pentru a face AsNeeded mai bun pentru toată lumea. Îți mulțumesc că ai crezut în acest proiect și că faci parte din comunitatea noastră. 💙
ru: Твоя поддержка действительно имеет значение. Как независимый разработчик, взносы, подобные твоему, позволяют мне посвящать время улучшению AsNeeded для всех. Спасибо, что веришь в этот проект и являешься частью нашего сообщества. 💙
sv: Ditt stöd gör verkligen skillnad. Som oberoende utvecklare gör bidrag som ditt det möjligt för mig att lägga tid på att göra AsNeeded bättre för alla. Tack för att du tror på det här projektet och för att du är en del av vårt community. 💙
th: การสนับสนุนของคุณมีความหมายอย่างแท้จริง ในฐานะนักพัฒนารายเดียว การสนับสนุนอย่างเช่นของคุณช่วยให้ฉันมีเวลาในการพัฒนา AsNeeded ให้ดีขึ้นสำหรับทุกคน ขอบคุณที่เชื่อมั่นในโครงการนี้และเป็นส่วนหนึ่งของชุมชนของเรา 💙
tr: Desteğiniz gerçekten fark yaratıyor. Bağımsız bir geliştirici olarak, sizin gibi katkılar bana AsNeeded'i herkes için daha iyi hâle getirmek üzere zaman ayırma imkânı sağlıyor. Bu projeye inandığınız ve topluluğumuzun bir parçası olduğunuz için teşekkürler. 💙
vi: Sự ủng hộ của bạn thực sự tạo nên khác biệt. Là một nhà phát triển độc lập, những đóng góp như của bạn cho phép tôi dành thời gian để làm cho AsNeeded tốt hơn cho mọi người. Cảm ơn bạn đã tin tưởng dự án này và trở thành một phần của cộng đồng chúng ta. 💙
zh_hans: 您的支持真的很重要。作为独立开发者，像您这样的贡献让我能投入时间改进 AsNeeded，让它为每个人更好。感谢您相信这个项目并成为我们社区的一员。💙
zh_hant: 你的支持確實有所幫助。作為獨立開發者，像你這樣的贊助讓我能投入時間，讓 AsNeeded 對大家更好。感謝你相信這個專案並成為我們社群的一員。💙
zh_hk: 你的支持真的很重要。身為獨立開發者，像你這樣的捐助讓我能投入更多時間，讓 AsNeeded 為每個人變得更好。感謝你相信這個專案並成為我們社群的一員。💙

source: Your watch is connected to iPhone
ar: ساعتك متصلة بـ iPhone
ca: El teu rellotge està connectat a l'iPhone
cs: Tvoje hodinky jsou připojeny k iPhonu
da: Dit ur er forbundet til iPhone
de: Deine Watch ist mit dem iPhone verbunden
el: Το ρολόι σου είναι συνδεδεμένο με το iPhone
es: Tu reloj está conectado al iPhone
es_419: Tu reloj está conectado al iPhone
fa: ساعت شما به آیفون متصل است
fi: Kellosi on yhdistetty iPhoneen
fr: Ta montre est connectée à l'iPhone
fr_ca: Ta montre est connectée à l’iPhone
he: השעון שלך מחובר ל‑iPhone
hi: आपकी घड़ी iPhone से जुड़ी है
hu: Az órád csatlakozik az iPhone-hoz
id: Jam tanganmu terhubung ke iPhone
it: Il tuo orologio è connesso all'iPhone
ja: お使いのウォッチはiPhoneに接続されています。
kk: Сағатың iPhone-ға қосылған
ko: 시계가 iPhone에 연결되어 있습니다
ms: Jam tangan anda disambungkan ke iPhone
nb: Klokken din er koblet til iPhonen
nl: Je watch is verbonden met je iPhone
pl: Twój zegarek jest połączony z iPhone'em
pt_br: Seu relógio está conectado ao iPhone
pt_pt: O teu relógio está ligado ao iPhone
ro: Ceasul tău este conectat la iPhone
ru: Твои часы подключены к iPhone
sv: Din klocka är ansluten till iPhone
th: นาฬิกาของคุณเชื่อมต่อกับ iPhone แล้ว
tr: Saatiniz iPhone'a bağlı
vi: Đồng hồ của bạn đã kết nối với iPhone
zh_hans: 您的手表已连接到 iPhone
zh_hant: 你的手錶已連線到 iPhone
zh_hk: 你的手錶已連接到 iPhone

# %lld day%@ selected
source: %1$lld day%2$@ selected
ca: %1$lld dia%2$@ seleccionat(s)
cs: %1$lld den%2$@ vybráno
da: %1$lld dag%2$@ valgt
de: %1$lld Tag%2$@ ausgewählt
es: %1$lld día%2$@ seleccionado
es_419: %1$lld day%2$@ seleccionado
fi: %1$lld päivä%2$@ valittu
fr: %1$lld jour%2$@ sélectionné
fr_ca: %1$lld day%2$@ sélectionné
he: %1$lld יום%2$@ נבחר
hi: %1$lld दिन%2$@ चुने गए
hu: %1$lld nap%2$@ kiválasztva
it: %1$lld giorno%2$@ selezionato
kk: %1$lld күн%2$@ таңдалды
ms: %1$lld hari%2$@ dipilih
nb: %1$lld dag%2$@ valgt
nl: %1$lld dag%2$@ geselecteerd
pl: %1$lld dzień%2$@ zaznaczono
pt_pt: %1$lld dia%2$@ selecionado
sv: %1$lld dag%2$@ markerad
tr: %1$lld gün%2$@ seçildi
zh_hans: %1$lld 天%2$@ 已选择

source: -7d
tr: -7g

source: -30d
tr: -30g

source: +7d
tr: +7g

source: +30d
tr: +30g

source: 14d
tr: 14g

source: 30d
tr: 30g
